{
    "metadata": {
        "title": "Arcane Requiem",
        "author": "Jamie Harper",
        "published": [
            "01",
            "09",
            "2025"
        ]
    },
    "content": [
        {
            "name": "Preamble",
            "lines": [
                "It was the year 1013 N.D.",
                "A fragile calm lingered across Talandre, but in the swamplands silence spoke louder than steel.",
                "Old wards faded, ruins stirred with whispers and that which was long since buried grew restless.",
                "Few dared to answer the silence. Fewer still returned."
            ]
        },
        {
            "name": "Part One",
            "lines": [
                "The wind carried no birdsong, no chatter — only the bitter cold. It whistled through the jagged stones like a mourner’s dirge, and for a moment the land itself seemed to shiver.",
                "Goffridian crested the final hill before laying eyes upon the all too familiar Swamp of Silence. His wolf-pelt cloak, once white and regal, was streaked with frost, weathered by years of travel. It streamed behind him like a spectral banner in the chill air.",
                "Each footfall pressed into the sodden ground with a reluctant squelch, the moss-ridden earth spongy and treacherous beneath his boots. The land remembered blood, and blood had a way of remembering men like him.",
                "He cut a striking figure, though not in the manner of youthful heroes sung about in taverns. His strength was seasoned, his bearing honed by battles long past.",
                "The armour he wore — dark steel plate fitted with heavy, studded pauldrons — bore the dull sheen of hard use. Countless skirmishes had left their mark upon it: faint dents, scratched edges, and the subtle discoloration of repairs hammered in haste.",
                "This was not the armour of ceremony but of endurance.",
                "His face told much the same story.",
                "Close-cropped hair, a neatly kept beard, and a stern jawline — the look of command. Yet his eyes betrayed him. Sharp, yes — steady and unflinching — but behind them there lingered something more. A distance, like a man forever listening to echoes only he could hear. Drawing a slow breath, he pressed onward. The missive had been brief and without comfort:",
                "<center><i><b>“No contact in three days. Smoke seen. Scouts sent but no response. Caravans vanishing. Locals whisper of howls at dusk. Investigate.”</b></i></center>",
                "No more than a few lines, and yet enough to summon him here, to this place that already reeked of death.",
                "And so, there he was.",
                "He paused at the old boundary marker that jutted up from the mire. It was a stone split clean down the centre, carved with faded runes that had long since bled their power into the earth. Once it had stood as a warning, a ward against trespass. Now it was little more than a scar in the mud. A weather-worn inscription still clung to its surface: <i>“Once Orc, always Orc.”</i>",
                "Goffridian studied the words with the wary patience of a man who understood their weight. But this was far from Carmine Forest, and he had not heard of Orcs straying this deep into the marches for many long years. If they had, there would have been more than whispers, far more than vanishing caravans and smoke on the horizon.",
                "Still, he was not inclined to trust silence. His hand remained near the hilt of his sword, fingers brushing against its familiar ridges as though drawing reassurance from the cold metal. The other shifted the bow slung across his back, tightening the leather strap to keep it close.",
                "The air thickened as he advanced. Grass rose taller, the fog crawled closer, and both pressed against him like unseen walls. The silence deepened until it felt less like an absence and more like a presence, weighing down on his chest, smothering breath with invisible hands.",
                "And then — a break. A fleeting tear in the fog revealed a scene that turned his stomach.",
                "A caravan lay in ruin, scattered and broken as though a storm had passed through it. Carts overturned, goods torn and discarded, the earth itself churned with the signs of struggle. And amongst this devastation, a single figure remained.",
                "It was a man’s body, half-submerged in the toxic marsh, the stagnant water lapping greedily at his limbs. His cloak was torn and ragged, his eyes frozen wide in death. The face bore the unmistakable features of a merchant, though no blade or arrow had finished him. His wounds were shallow, nothing that should have claimed a life. And yet fear had.",
                "A terrible prospect.",
                "Goffridian knelt beside the fallen man, the leather of his gauntlets creaking as he lowered himself into the muck. Two fingers pressed gently against the dead man’s throat, though his heart already knew the truth. Long passed. And yet beneath the stench of rot and decay, something else lingered — a scent, faint but wrong, unfamiliar to even his seasoned senses.",
                "He drew back slowly, rising to his full height once more. His eyes narrowed as he searched the mists beyond the wreckage. He could not place what clung to the air, but his instincts whispered what his reason dared not:",
                "Something was very wrong."
            ]
        },
        {
            "name": "Part Two",
            "lines": [
                "Goffridian waded further into the marshlands, looking for any further signs of who or what was terrorising the already hellish landscape.",
                "What must have felt like a mile or two later, his search finally yielded fruit.",
                "Quietly sneaking through tall reeds and shrubbery, a set of ruins came into view, like a group of broken fangs jutting from the ground itself — one of the few remaining remnants of an older reign in Talandre, before taxes and trade replaced honour and steel.",
                "Once an Orc stronghold, now all but forgotten and abandoned.",
                "Or so he thought.",
                "Goffridian’s boots crunched as he stepped onto the shattered stones of the ruined courtyard. A wolf’s pawprint marred the dust — but too wide to actually be a wolf, with claws like blades. He drew his bow, string taut, eyes sharp. Every shadow felt alive. Every silent heartbeat carrying intent.",
                "Then a distant, but loud, and distorted howl tore through the aggressively thick fog, almost as though something was screaming through its own throat. Not one creature. Many. And definitely not wolves.",
                "From a set of broken stairs, the first appeared — once alive, now something else. Grey fur clung to warped armour, jaws split wider than nature allowed. Its eyes burned with an unnatural purple fire. The cursed remains of a proud warrior. An apparent relic of old magic, twisted by time and war.",
                "An Orc, though obviously different to any that Goffridian had encountered before. He had always known Orcs to rarely leave their own territory, which only served to bewilder him further.",
                "Not only were these Orcs completely out of place, the creatures in front of him only barely resembled Orcs at all. Now seeming more like terrifying abominations born of the darkest magic.",
                "Dark purple coloured energy seeped from the ruins, animating the twisted forms.",
                "More appeared. Five more. Stalking. Surrounding.",
                "With a piercing battle cry, the first began to charge.",
                "<i>“Very well,”</i> Goffridian muttered, loosing his first arrow into the closest one. The arrow found its mark, hitting the Orc between the eyes, and dropping it instantly. Though the rest didn’t move a solitary ill-fated muscle.",
                "As the now extinguished creature crumpled to the floor, the mysterious energy stream connected to it flickered before whipping back inside the once strong hold.",
                "One by one the Orcs tried their luck. Goffridian rolled aside as the second lunged towards him. The ground shook beneath its bulk. Drawing steel, he slammed his shield into its maw, then plunged his sword deep into its chest. Energy once again receding.",
                "The foul beast howled, faltered, and fell. But there were more. Many more.",
                "They started to come in waves, savage and relentless. Emerging from hidden passageways within the stronghold and into the courtyard. Now an arena.",
                "Goffridian fought — like he had so many times before — not with fury, but with precision. Every parry flowed into a riposte, every arrow finding gaps within corrupted chainmail armour. He moved with the grace of a knight and the cunning of a wolf.",
                "With each fallen Orc releasing more of the strange dark energy back into the ruins, Goffridian carved a path.",
                "He bled — a gash to the arm, bruises to his ribs — but still he stood as each of his foes fell to a blade or an arrow.",
                "Until only a single Orc remained.",
                "This one appeared different however. Taller. Seemingly more intelligent. Once a chieftain perhaps.",
                "It didn’t charge immediately.",
                "It spoke.",
                "Not in words, but in its physical presence — its gaze locking with Goffridian’s. Almost as if recognising its enemy.",
                "<i>“Now you’re different,”</i> he whispered, evident morbid curiosity adorning his face <i>“what on earth were you?”</i>",
                "The creature growled low, glanced to the ruins behind, then snapped back and lunged at Goffridian. Shield met claw, blade met bone. The final clash rang across the swamp like a funeral bell.",
                "The cursed Orc chieftain slowly slid off the end of Goffridian’s sword and slumped into a bloody swampy mound in front of him. The final wisps of purple energy rushing back to the fractured structure that remained with its final breath.",
                "Then, as the sun threatened to breach the horizon, a deafening silence took hold of the swamp once more."
            ]
        },
        {
            "name": "Part Three",
            "lines": [
                "The morning came slowly, easing the thickness of the deep red fog like a reluctant tide receding, but never vanishing. Goffridian stood at the edge of the stronghold ruins, cloak torn, breath ragged, and arms marked by the night’s violence.",
                "Around him the bodies of the abominations lay still, their curse finally broken. The silence after such carnage was unnatural, one that almost seemed to weigh heavier than the battle itself.",
                "He lit a signal fire atop the broken courtyard. The black smoke coiled upward, a meagre sign that someone—anyone—might bear witness to what had been stopped here. The swamp had swallowed too many already.",
                "He should have left then, supplies low, wounds stinging. Yet fate, of course, had other plans. From the mist-choked treeline came the frantic pounding of hooves. Goffridian turned sharply, hand on hilt, as a dark shape burst into view—a horse, half-mad with terror, dragging something behind it. The beast’s flanks were lathered with sweat, eyes rolling white, reins tangled around the outstretched arm of its fallen rider.",
                "The corpse jerked and bounced grotesquely with each stride, armour scraping stone, skull striking earth until finally the weight pulled the horse sideways. It shrieked, stumbling as it fought against its own panic, a tangle of death and life locked in violent motion.",
                "Without hesitation, Goffridian strode forward. He dropped his sword to free both hands, timing his step to seize the reins just as the mare veered. She reared, hooves lashing, and nearly threw him back into the mud. He held firm, muscles burning as he wrenched the leather tight and forced his weight against her momentum.",
                "<i>“Easy now!”</i> he barked, voice sharp as steel.",
                "The horse screamed, thrashing, dragging the dead man another few paces before Goffridian planted his boots and heaved. With a savage tug he pulled the reins down, twisting the beast’s head toward him. Its chest heaved, froth at its lips, but at last its frenzy faltered.",
                "The body it dragged came loose, the strap snapping with a sickening tear. The rider—a caravan guard by the look of him—rolled limp into the dirt, his lifeless eyes staring skyward. Goffridian spared him only a grim nod before kneeling to cut away the broken reins.",
                "The mare shivered, nostrils flaring, but she no longer fought him. She stood trembling, ribs heaving, but alive.",
                "<i>“You survived what your master couldn't,”</i> he muttered, hand steady on her bridle. <i>“You’ll see the road through with me alright.”</i>",
                "He took what little remained of the dead man’s kit—a water flask, a dagger, a half-empty grain pouch—and fed the mare sparingly. She ate with desperate gratitude, and for the first time her eyes softened.",
                "The day had sprung into action, and Goffridian wasn't prepared to waste any more time.",
                "He hitched his newfound steed nearby.",
                "Goffridian then had a final thought rattling around his head. And his curiosity eventually got the better of him.",
                "The dark purple coloured energy that seemingly orchestrated his previous affray, was at the front of his mind. Meaning there was little chance he was about to leave the area without at least a quick look Inside.",
                "It was only a cursory investigation, as supplies were already low, yet it still yielded fruit.",
                "In one of the rooms, with a caved in roof, a priceless historical discovery. He had stumbled upon a weathered, leather-bound journal, containing chaotic writings from by all accounts the last Orc Captain of the stronghold himself.",
                "Ancient history for some, but definitely of interest to Goffridian nonetheless.",
                "The journal made scattered mentions of strange runes and sigils unearthed in the catacombs beneath the stronghold. Whispers heard at night. The other Orcs apparently ‘changing’. They then attempted to seal the tunnels behind them, having realised their fatal mistake.",
                "However their failure to act sooner had had far worse consequences than they could have ever imagined.",
                "Goffridian tucked away the tattered journal, and took a deep breath, before choosing his next steps with care.",
                "He checked a handful of other rooms, but couldn't find any sign of anything even remotely magical in nature. Almost sick with frustration, and likely spurred on by hunger, he headed outside and saddled up for his return journey.",
                "Westward lay the road back to civilisation. Herba Village, smoke faint on the horizon. Eastward, the familiar swamp loomed like a patient predator, waiting for a fool to simply forget its hunger.",
                "He turned the mare’s head toward the birch-lined road. The Orc Captain’s journal weighed heavy at his side, and though the dead man’s face already blurred into the countless he had seen before, the image of the horse dragging him through the mud would not soon fade.",
                "And so he rode, battered, food dwindling, but also with a growing sense that unfinished business rode with him."
            ]
        },
        {
            "name": "Part Four",
            "lines": [
                "The road back to the village was as Goffridian had remembered it — quiet, sparse, and edged with ancient birch that had long outlived the realm that planted them. Their bark was pale, scarred by weather and time, the branches whispering faintly though the air itself seemed still.",
                "He moved at a steady pace, one hand on the reins, the other occasionally checking the leather-bound journal in his satchel. The Orc Captain’s final entries were scrawled in desperation, and he’d read them half a dozen times already. Still, there were lines that clung to him, stubborn as thorns:",
                "<b><i>“The whispering stone speaks. It tells us what we were. What we could be again. We must go deeper.”</i></b>",
                "From the page, his gaze lifted to the horizon. Herba Village was still a good day’s ride. Smoke drifted lazily from chimneys in the far distance, almost too calm for the chaos that he knew was festering beneath the surface of Talandre.",
                "That’s when he felt it.",
                "A presence.",
                "The hairs on his neck rose, and his horse slowed of its own accord, ears flicking as though catching a sound he could not. From the treeline ahead, a figure stepped into view — cloaked, tall, and unhurried.",
                "In one hand she held a gilded staff, faint white runes pulsing along its length like veins of light, the glow coiling upward before dissolving into the air. In the other, a sheathed blade hung easily at her side, the hilt worn but well cared for. She stopped a few paces ahead, still cloaked, yet her presence alone was enough to command attention.",
                "<i>“I was wondering if you’d take the westward path,”</i> the figure said. Her voice was calm, but threaded with a resonance Goffridian couldn’t place. <i>“After what you went up against in the swamp, it seemed… the most likely choice.”</i>",
                "He didn’t draw his sword, but his hand remained close, fingers brushing the familiar hilt. <i>“You were spying on me?”</i>",
                "She tilted her head slightly. Then, with a deliberate motion, lowered her hood.",
                "<i>“I think studying might be a better word for it.”</i> she said evenly.",
                "A face emerged from the shadow — perhaps mid-thirties, sharp and steady. Her eyes, pale blue, caught the dying light like shards of glass, clear and unyielding. Long ash-blonde hair spilled down her shoulders, swept back from her brow but untamed at the edges, giving her an almost wild poise.",
                "Markings traced along her left cheek and temple — dark sigils in intricate arcs and lines, unmistakably old-world in design. Not the neat flourishes of a modern mage college, but symbols steeped in something older, as though memory and power had been carved directly into her skin.",
                "Her armour spoke of the same duality. Leather reinforced with spiked pauldrons and studded seams marked her as a fighter, built for movement as much as for endurance. Yet it was refined, carrying the subtle flourishes of someone whose knowledge stretched beyond steel alone.",
                "<i>“The name’s Aphaviria,”</i> she said at last. Her tone was measured, confident, but without the arrogance that so often laced scholars’ words. <i>“Scholar of the Forgotten Order. Arcanist. Swordbearer. And, for now, your best chance of understanding what’s waiting beneath that ruin.”</i>",
                "Goffridian’s brow furrowed. <i>“You were studying me?”</i>",
                "<i>“Not you,”</i> she replied, stepping closer, the runes on her staff flaring faintly. <i>“What you fought. That kind of corruption leaves echoes — and those were loud ones.”</i>",
                "Silence lingered for a few beats. Goffridian’s expression stayed guarded, posture taut as a drawn bowstring. Finally, he let out a slow breath.",
                "<i>“You sound like you’ve got more answers than I do. But answers aren’t worth much on an empty stomach.”</i> He adjusted the reins, glancing toward the sinking sun. <i>“It’ll be dark soon. Too late to push on to Herba now.”</i>",
                "Aphaviria gave the faintest smile, more knowing than kind. <i>“Then we make camp. And while the fire burns, I’ll tell you what I know.”</i>",
                "His eyes narrowed, measuring her — and finding nothing in her stance but certainty. With a resigned nod, he turned his horse toward a patch of broken standing stones just off the road.",
                "<i>“Fine,”</i> he muttered. <i>“But if I don’t like what I hear, then I'm splitting in the morning.”</i>",
                "<i>“Fair enough,”</i> she said softly, falling into step beside him.",
                "Together, they moved from the road as the last light of day bled into twilight, already shaping the uneasy partnership they would endure through the night."
            ]
        },
        {
            "name": "Part Five",
            "lines": [
                "The campfire crackled low, stubborn against the creeping night. A ring of half-collapsed standing stones broke the wind, their shadows rising and falling with each flicker of flame. Smoke coiled upward, vanishing into a sky stained the colour of old iron.",
                "Goffridian sat with his back against one of the stones, sharpening his blade more out of habit than necessity. Each rasp of whetstone against steel seemed to anchor him, pulling his thoughts away from the swamp’s memory. His cloak hung in tatters, and the cuts across his arms throbbed with the ache of exhaustion, but none of it showed in his posture.",
                "Across from him, Aphaviria knelt by the fire. Her staff rested nearby, its runes faint and watchful. She prodded the flames with the ease of someone used to nights on the road, though her pale eyes rarely left him.",
                "<i>“You’re quieter than I expected,”</i> she said at last. The words came lightly, but not without intent. <i>“Most men who crawl out of cursed swamps tend to brag about it for weeks.”</i>",
                "Goffridian smirked faintly without lifting his gaze from the blade. <i>“Most men haven’t been in one worth keeping quiet about.”</i>",
                "Her lips twitched, almost a smile. <i>“You fought them well. Those creatures. That wasn’t luck.”</i>",
                "<i>“No,”</i> he said simply.",
                "For a while, only the fire spoke for them. Sparks cracked and hissed, drifting skyward to vanish like stars. Goffridian’s sharpening slowed, then stopped. He rested the sword across his knees, watching the firelight dance along the steel.",
                "<i>“You’re not just passing through, are you?”</i> Aphaviria asked. <i>“You came for more than a missing caravan.”</i>",
                "He didn’t answer immediately. His eyes flicked up to hers — sharp, measuring — then returned to the fire.",
                "<i>“Work’s work,”</i> he muttered.",
                "<i>“Liar.”</i>",
                "The word came soft, but steady. She leaned forward, propping her arms against her knees. The runes along her cheek caught the firelight, turning her markings into coals pressed into skin.",
                "<i>“You don’t move like a sellsword,”</i> she continued. <i>“And you don’t speak like one either. When you fought those things, you weren’t surviving. You were… standing guard.”</i>",
                "He exhaled through his nose. A long silence passed before he spoke again.",
                "<i>“I had a brother, once,”</i> he said, voice low. <i>“Younger than me. He wanted nothing more than to ride at my side. Always pestering me, always asking questions. When he finally came of age, I let him. First patrol, Carmine Forest. A village gone silent.”</i>",
                "Aphaviria’s expression shifted — cautious, listening.",
                "<i>“We thought it was bandits,”</i> Goffridian went on. His jaw tightened. <i>“It wasn’t. Cultists. Worse. Took us hours to clear them out. Lost half the patrol. Including him.”</i>",
                "The whetstone in his hand stilled entirely. He set it aside, fingers curling loosely against his knee.",
                "<i>“I buried him there. Swore he’d be the last I let die without a fight. Since then, I don’t leave things unfinished. Not battles. Not questions.”</i> His gaze cut toward her. <i>“That ruin… it isn’t finished.”</i>",
                "The fire popped, spitting a trail of sparks between them.",
                "Aphaviria’s voice softened. <i>“I’m sorry.”</i>",
                "<i>“Don’t be,”</i> he said, not unkindly. <i>“Just means I’ve got more work to do.”</i>",
                "Silence returned, but not the heavy kind. It was quieter, steadier — the silence of two people who had said enough for now.",
                "Then Aphaviria reached into her satchel. She pulled free a slim book, bound in worn leather, its edges frayed by travel. Without ceremony, she tossed it across the fire.",
                "Goffridian caught it one-handed. He thumbed through its pages — sketches of obelisks, spidery symbols, diagrams of shrines, strange figures kneeling in worship.",
                "<i>“Fragments of the Tideborn Doctrine,”</i> she said. <i>“A sect that claimed the world wasn’t born, but remembered. Pulled back into shape by relics older than gods. That obelisk you saw in the ruin? I’ve studied others. They’re not just relics. They’re anchors. Boundaries.”</i>",
                "He turned a page, studying the etched likeness of a black stone nearly identical to the one in the Orc stronghold. His brow furrowed.",
                "<i>“So the Orcs dug too deep. Heard the wrong voice. And it twisted them into those things I cut down.”</i>",
                "<i>“More or less,”</i> she admitted.",
                "He snapped the book shut and tossed it back. <i>“Then it must be destroyed.”</i>",
                "Her expression darkened. <i>“If it can be.”</i>",
                "From his satchel, Goffridian drew out the journal he had found in the captain’s quarters. He tossed it beside her book.",
                "<i>“Found this in the stronghold,”</i> he said. <i>“Last entries of their captain. Speaks of runes and voices in the catacombs. Strange writings in the margins. Do they mean anything to you?”</i>",
                "Aphaviria lifted the journal carefully, flipping through the brittle pages. She shook her head. <i>“It looks like an old ‘Forgotten Order’ incantation, but I'm not sure of the full translation. I can find out though.”</i> She set it aside, still open, and pulled out yet another book from her satchel.",
                "The firelight softened her features. For the first time, her poise cracked just slightly — a scholar’s hunger sharpening her eyes.",
                "<i>“Whatever’s beneath those ruins,”</i> she said, <i>“it isn’t done yet. And I think you know that. If you’re set on finishing it…”</i>",
                "<i>“I am,”</i> he interrupted.",
                "She nodded slowly. <i>“Then I’ll help.”</i>",
                "The words hung there, carried on the crackle of the fire. For a moment, neither spoke further. Above, the wind pushed faintly through the broken stones, whispering across the old circle. The night grew colder.",
                "Finally, Goffridian leaned back against the stone and closed his eyes. <i>“Then tomorrow, we go back.”</i>",
                "Aphaviria stirred the fire once more, her gaze lingering on the runes along her staff. <i>“Tomorrow,”</i> she echoed."
            ]
        },
        {
            "name": "Part Six",
            "lines": [
                "The morning brought grey light and a brittle wind. Goffridian and Aphaviria rode in silence along the frost-lined trail, delicate frozen greenery crunching beneath hooves, the ruin looming once again ahead of them like fractured teeth sunken into the land.",
                "The same swamp mist clung to the air — lighter now, yet still unnaturally still and the fog remained as red as blood. In approaching the ruined Orc stronghold, the silence only thickened. The kind that settled not from peace, but from the embodiment of anxiety holding its breath.",
                "Arriving just outside the cracked stone courtyard, Aphaviria swept her staff across the air, casting a soft detection ward.",
                "<i>“No movement,”</i> she murmured. <i>“But I can feel that something is waiting. That magic you saw yesterday… it won’t rest. It’s still here.”</i>",
                "Goffridian adjusted the strap of his sword, glancing at the blood-stained stones still bearing the marks of his battle. <i>“Good. I have questions that still need answers. Before we destroy it for good, of course.”</i>",
                "They then stepped inside.",
                "The stone courtyard bore no new tracks — no signs of life. Only the now frozen remnants of corrupted Orcs, now drained of their unnatural energy. The stench of old blood and foul magic lingered in the air like the vile ghost of a storm.",
                "Aphaviria led the way to a collapsed archway using her detection ward to inform her every step — partially obscured by a splintered statue and a crumbled staircase. Behind it, a descent into darkness yawned open.",
                "<i>“Shall we?”</i> Aphaviria cautiously invited, casting a faint orb of light from her staff and stepping into the abyss. Goffridian quickly following suit.",
                "They descended slowly, each step a hollow echo in the tight stone passage. The deeper they went, the more the Orc construction gave way to something else — older, smoother, and far more deliberate.",
                "<i>“This stonework’s all wrong for Orc craftsmanship,”</i> Goffridian muttered. <i>“Too neat. Too precise.”</i>",
                "Aphaviria nodded. <i>“This predates them. Predates even the Orcs themselves — older than most things I've studied. These are vault chambers, made for containment — not worship.”</i>",
                "<i>“Or both,”</i> Goffridian offered grimly.",
                "The tunnel opened into a broad chamber. At its centre stood a raised dais carved with spiralling etchings and bound in iron bands. Embedded in the centre was a towering black obelisk, runes pulsing faintly in the gloom — steady, deliberate, and in many ways alive.",
                "Radiating a familiar purple hue.",
                "It was identical to the sketches in Aphaviria’s book.",
                "<i>“What the…”</i> she whispered, stepping closer. <i>“This… this one isn’t dormant. It's active!”</i>",
                "The runes sparked in response to her presence, like neurons firing.",
                "Goffridian stepped forward, sword drawn. <i>“Is it responding to you?”</i>",
                "<i>“No,”</i> she said slowly. <i>“To us.”<i/i>",
                "Suddenly, the air shifted — a pressure change, like thunder rolling beneath the earth. Then came the whisper. Not sound, not words — but a sensation, like a voice brushing against memory.",
                "<i>“Welcome.”</i>",
                "The obelisk pulsed.",
                "Aphaviria stumbled back, clutching her temple. <i>“It’s reaching.”</i>",
                "From the shadows of the chamber, something stirred.",
                "Goffridian raised his sword as a form emerged from a collapsed archway — not a beast, but a man-shaped figure in rusted armour, one eye socket glowing with purple fire, the other cracked and blackened. His gait was slow, deliberate.",
                "<i>“Wait!”</i> Aphaviria said, raising a protective ward. <i>“That’s not alive.”</i>",
                "The figure paused near the dais, and for a moment, seemed to look through them — then at them.",
                "<i>“You’ve come… again,”</i> it rasped. <i>“Seeker… and Blade.”</i> Each word spoken in a slow and equally deliberate manner.",
                "Goffridian frowned. <i>“You know of us?”</i>",
                "<i>“No,”</i> it replied. <i>“But the stone does. It remembers. And it dreams… through us.”</i>",
                "Aphaviria’s voice was quiet. <i>“It’s not just an echo. It’s being used.”</i>",
                "The figure raised a withered hand toward the obelisk. <i>“They tried to bury it. Thought they sealed it well. But it still speaks. Calls to what listens. Calls for… freedom.”</i>",
                "Goffridian’s eyes sharpened, but he said nothing.",
                "<i>“Its roots reach beyond this place,”</i> the echo croaked. <i>“Beyond this realm.”</i>",
                "Then, with a howl of dissonant magic, the obelisk flared — light searing the chamber. The runes around the room burned bright blue. Aphaviria’s ward shattered. Goffridian lunged forward just as the floor beneath the dais cracked with a deafening snap—",
                "And the world seemed to collapse around them.",
                "Stone gave way. Gravity twisted.",
                "Then…",
                "Darkness enveloped them both."
            ]
        },
        {
            "name": "Part Seven",
            "lines": [
                "With a thunderous crash and a rush of cold air, Goffridian and Aphaviria landed hard against uneven stone — breath stolen, limbs sprawled, disoriented and bruised.",
                "The moment, and the pain lingered.",
                "No howls.",
                "No magic.",
                "No movement.",
                "Only silence — heavy and ancient.",
                "<i>“…You okay?”</i> Goffridian muttered, wincing as he rolled off his side and sat up.",
                "<i>“I’ve definitely had better landings,”</i> Aphaviria grunted, already pushing herself upright and checking her staff for cracks.",
                "He scanned the room instinctively, eyes narrowing. <i>“We’re not in the ruins anymore.”</i>",
                "<i>“No,”</i> she said, her voice low. <i>“No we’re not.”</i>",
                "The room around them was vast and circular — a subterranean chamber crafted from deep obsidian-hued stone. Faint lines of worn etchings ran like veins across the walls, too eroded to decipher.",
                "Four doorways stood at equidistant intervals around the perimeter, each framed by a stone archway marked with a faded, near-indistinguishable glyph.",
                "Above them, impossibly high, a single shaft of pale daylight bled through a jagged opening in the ceiling, casting long shadows and leaving most of the room in murky gloom. The air was cold, dry, and motionless — like a sealed tomb.",
                "Goffridian stood, brushing dirt from his cloak. <i>“Wonderful. From a cursed ruin into an even older one. How far did we fall?”</i>",
                "Aphaviria turned in place, her boots quiet against the dust-slicked stone. <i>“I’m not sure, I felt the magic flare. The obelisk didn't just react — it sent us here.”</i>",
                "<i>“And where is ‘here,’ exactly?”</i>",
                "<i>“That’s what I’m trying to—”</i>",
                "<i>“You must know something! You’ve got all the runes and floating books. Thought you might have a map at least.”</i>",
                "She whipped her head around, frowning sharply. <i>“You think I planned this?!”</i>",
                "<i>“I’m only saying, it’s a bit convenient that—”</i>",
                "Within seconds, a realisation had set in, and they both stopped dead in their tracks.",
                "A long pause enveloped the room. Their expressions softened — not entirely, but enough.",
                "Then Goffridian sighed and hung his head. <i>“Sorry. That was uncalled for.”</i>",
                "Aphaviria cracked a dry smile. <i>“Don’t worry about it. Sudden teleportation into a literal hellhole is bound to test anyone’s manners.”</i>",
                "That earned a short, genuine chuckle from Goffridian. <i>“Right. Well we’ll put that one on the obelisk then.”</i>",
                "She gave a theatrical bow. <i>“I shall file a formal complaint with the sentient stone the second we get out of here.”</i>",
                "Their brief moment of laughter faded, but left behind a more relaxed quiet.",
                "Goffridian walked toward the centre of the room, the shaft of light cutting across his shoulders as he turned to survey the four doors.",
                "<i>“This seems awfully symmetrical, don’t you think?”</i> he muttered. <i>“Architects don’t design like this by accident.”</i>",
                "Aphaviria joined him, eyes narrowed. <i>“No you’re right! It isn’t just symmetry though. Look—each arch is engraved with a different symbol. Quite worn and faded, but they are distinct.”</i>",
                "They moved to inspect the doorways more closely. Above one, Aphaviria’s gloved fingers brushed across the carving of a spiral. Another bore the faint outline of a wolf’s eye. The third — a flickering torch or flame. The last — a mirror fractured down the middle.",
                "<i>“Ritual symbology,”</i> Aphaviria murmured. <i>“Memory. Regret. Resolve. And…”<i>",
                "<i>“Truth,”</i> Goffridian said, finishing her thought as he stared at the cracked mirror glyph.",
                "They exchanged a glance.",
                "Before either could speak further, a subtle hum echoed through the chamber. Low, resonant. Each glyph — one after the other — began to glow faintly.",
                "Then stopped.",
                "<i>“Did you do that?”</i> Goffridian asked.",
                "<i>“No,”</i> Aphaviria said slowly. <i>“You?”</i>",
                "<i>“I don't think so.”</i>",
                "They stood in silence once again, contemplating their next move.",
                "Then, out of idle frustration, Goffridian turned back to the wolf’s eye glyph and muttered, <i>“If this is just an elaborate trap, I swear on my brother’s name—”</i>",
                "The glyph flared red.",
                "Both froze.",
                "<i>“…Say that again?”</i> Aphaviria prompted.",
                "He narrowed his eyes. <i>“What? My brother?”</i>",
                "The glyph flared again — briefly, more intensely this time. Then dimmed.",
                "She pointed at it. <i>“That’s it! it’s emotion-bound! Resonance-activated. Not language, not magic. Personal truths.”</i>",
                "<i>“Let me guess,”</i> he said. <i>“We’re each going to have to bleed a little to make it work.”</i>",
                "She gestured toward the spiral. <i>“Let’s find out.”</i>",
                "Aphaviria stood before it, closing her eyes. She spoke quietly.",
                "<i>“There’s a dream I keep returning to. A voice I never remember when I wake. But the fear stays with me. Like it’s waiting for something.”</i>",
                "The glyph glowed green, then faded.",
                "They looked at each other and, with a knowing look, immediately set to working through the others.",
                "Resolve — Goffridian placed his palm to the torch and said, <i>“I came here to bury evil. Whatever inhabits this place — it doesn’t get to walk free.”</i>",
                "Truth — Aphaviria whispered, <i>“I don’t think the world has changed me. But I do think it's amplified what was already broken inside.”</i>",
                "Each time, the glyphs lit up — briefly — then faded.",
                "When the fourth’s light had dimmed, the centre of the floor began to shudder aggressively. Stone ground against stone. From the base of the circular room, a staircase spiralled further downward, revealed like a secret the world had pretended didn't exist.",
                "Aphaviria approached the opening slowly. <i>“Looks like we passed the test.”</i>",
                "<i>“That’s one way of looking at it,”</i> Goffridian muttered, his hand gripping the hilt of his sword tightly.",
                "From far below — too deep to make sense — a single sound echoed upward.",
                "A sound not unlike… breathing.",
                "Then a voice — clear and cold, not whispered this time:",
                "<i>“You should not have remembered me.”</i>",
                "The torches along the spiral staircase flared to life."
            ]
        },
        {
            "name": "Part Eight",
            "lines": [
                "The stone staircase wound down in perfect, maddening symmetry — step after step in unbroken precision, carved into a smooth cylinder of blackened stone. Neither moss nor dust clung to it. Time had no hold here.</i>",
                "Aphaviria’s staff emitted a soft, steady glow. It painted the walls with flickering amber light, but the shadows it cast were long and slow to move, as if reluctant to obey.",
                "Goffridian trailed quickly behind, sword now unsheathed, ready for anything. His eyes adjusted quickly, though the air itself seemed heavier with every step — like wading deeper into something ancient, not just buried.",
                "<i>“How far down do you think this goes?”</i> he asked, voice low.",
                "Aphaviria exhaled. <i>“Farther than I'd like.”</i>",
                "Another full minute of silence passed before the stairs finally ended, spilling them into a narrow corridor. The architecture here had changed. Gone were the familiar stone cuts of seemingly Orcish origin — replaced by tall, unnatural arches that seemed to twist slightly when not directly observed.",
                "The walls were made of the same black stone as the stairs, but it was veined with faint violet streaks that pulsed slowly, like veins under skin. The bioluminescence of the veins were pulsating in a single direction.",
                "The structure felt alive — pulsing as if guiding them onwards.",
                "<i>“This isn’t just a ruin,”</i> Aphaviria whispered. <i>“It’s clearly an intelligent design. Built for a purpose.”</i>",
                "<i>“For what?”</i>",
                "<i>“I don’t know. But someone wanted it preserved.”</i> She ran a hand along the wall. <i>“My money is on it being a tomb though.”</i>",
                "Carefully examining the structure with every step, they walked on ahead in silence.",
                "After a while, the corridor opened into a long hall lined with alcoves — small, squared recesses spaced evenly along both sides. Inside each, shattered remnants of armour, ceremonial tools, and desiccated remains lay in repose. Some wore robes that had long since decayed into scraps. Others still clutched cracked stone tablets, etched in an angular language that pulsed faintly when Aphaviria approached.",
                "She paused at one, holding her staff over a slab no larger than her forearm.",
                "<i>“Can you read it?”</i> Goffridian asked.",
                "<i>“No,”</i> she murmured. <i>“But it’s not meant to be read aloud. It’s—”</i>",
                "She trailed off, then closed her eyes. The pulsing slowed.",
                "<i>“…It’s a memory.”</i>",
                "Goffridian stepped closer. <i>“You mean like a record?”</i>",
                "<i>“No. I mean this tablet… remembers. Someone’s thoughts. Fear. Regret. It’s echoing them.”</i>",
                "She pulled back sharply, face pale. <i>“I felt it. A voice pleading… to return.”</i>",
                "Goffridian said nothing, only cautiously nodding once before they both continued on.",
                "The tension in his shoulders had returned.",
                "At the end of the hall stood an imposing statue — monolithic, and half-buried in the wall behind it. Its surface was chipped and cracked, but the shape was clear: a cloaked figure, featureless and faceless, with six arms folded across its chest and shoulders bowed forward in silent vigil.",
                "Aphaviria studied it in silence.",
                "<i>“No inscriptions,”</i> she said finally. <i>“No symbols. Nothing.”</i>",
                "<i>“Maybe it’s a guardian, of sorts,”</i> Goffridian muttered. <i>“Or even a warning?”</i>",
                "She stepped around the base, finding a narrow passage tucked behind it. <i>“Or a doorway!”</i>",
                "They each slipped through the passage and found themselves in yet another chamber — smaller this time, circular, and empty save for a mirror embedded in the far wall. It was fractured down the centre, but the glass still shimmered faintly, untouched by dust.",
                "As they stepped inside the room, a chill ran through the air.",
                "Aphaviria slowed. <i>“Do you hear that?”</i>",
                "Goffridian paused. He frowned, then nodded.",
                "There were no whispers. No wind. But there was a sound — faint, rhythmic.",
                "Breathing.",
                "Not mechanical. Not natural.",
                "Something slow… watching.",
                "The mirror flickered.",
                "Just for a moment, Goffridian saw something standing behind him in the reflection — tall, robed, motionless.",
                "He turned sharply — nothing.",
                "Aphaviria looked at him. <i>“You saw it too right?”</i>",
                "He nodded uncomfortably.",
                "<i>“I think this place is trying to record us,”</i> she whispered. <i>“It’s… almost examining us.”</i>",
                "<i>“Then shouldn't we let it?”</i> Goffridian asked nervously, his hand tightening his grip on his sword.",
                "<i>“I'm not sure that's such a great idea,”</i> Aphaviria tepidly replied.",
                "They composed themselves and went on to search the rest of the ornate room, finding a second passage behind the mirrored wall — opened by a slight nudge, as if it had been waiting.",
                "As they passed through, the mirror shimmered once more.",
                "The figure reappeared. This time, it raised one hand.",
                "Everything went dark.",
                "When light returned — torchlight, cold and blue — they were standing in a cathedral-sized chamber, far below the surface.",
                "Pillars of pale stone held up a ceiling lost to shadow. At the chamber’s centre stood a massive, cracked obelisk, identical in shape to the one far above… but enveloped in rusted chains and encircled by a shattered warding barrier, drawn in a silver that had long since dulled.",
                "The giant obelisk pulsed once, then fell silent.",
                "Aphaviria approached it cautiously. <i>“It’s not the same. It’s older. Much older.”</i>",
                "<i>“It's a lock,”</i> Goffridian said, staring up, in a moment of clarity <i>“and I think we're standing on top of the prison.”</i>",
                "As if on cue, from somewhere below came the faintest sound.",
                "A heartbeat.",
                "Then a voice, softer than before, but closer.",
                "<b><i>“The silence was a mercy. Where did it go?”</i></b>",
                "They stood frozen in place.",
                "The chains surrounding the obelisk shuddered and trembled — once, and violently.",
                "As the chains shook, so did the rest of the tomb.",
                "Suddenly large unworldly cracks then split the room in two, links in the chains exploding with such force that shards of metal shot across the room like weapons themselves.",
                "Silence once again befell the subterranean crypt."
            ]
        },
        {
            "name": "Part Nine",
            "lines": [
                "The silence pressed against them like a hand at the throat.",
                "Then the chamber trembled. A vicious tremor rippled through the floor, low and deep, shaking the dust from the ceiling. The great obelisk at the centre began to hum — a single note, pure and constant, vibrating in their bones. Violet light spread like veins across the stone, brightening with every pulse.",
                "Aphaviria’s staff flared as she took a step back. <i>“Here we go again…”</i>",
                "Goffridian unsheathed his blade. The scrape of steel rang harshly in the air. <i>“Now what?”</i> he muttered, more to himself than to her.",
                "The heartbeat that had echoed faintly through the ruins faltered… then stopped.",
                "With the sound of splitting ice, the obelisk groaned and cracked. Fissures raced down its length, glowing brighter with each pulse. Then, with a violent shudder, the monument collapsed inward, dissolving into dust and ash.",
                "Where it had stood, a circular recess yawned in the floor, its edges glowing faintly. Darkness spilling upward like smoke. The chamber itself began to change.",
                "A sudden lash of fire cut across the walls. Flames raced through long-dead carvings, tracing hidden grooves until the stone flared alive with burning images.",
                "A silent story unfolded.",
                "The first wall showed a mural, burning into view: a colossal, faceless being looming over cities swallowed in shadow. Its silhouette blotted out the sun. Wherever it passed, flames erupted, swallowing streets, towers, and temples alike. People fled in panic — Human, Elf, Dwarf, all indistinguishable as shadows against the inferno.",
                "Goffridian’s jaw clenched. He had seen villages after raids, fields torched by Orcish fire, but this was annihilation without purpose. <i>“Gods preserve us,”</i> he muttered, the words escaping before he could hold them back.",
                "Beside him, Aphaviria’s expression was caught between awe and horror. <i>“The Tideborn Doctrine spoke of cities that vanished,”</i> she whispered. <i>“Whole cultures erased in days. There are references to it being either a plague, rebellion or famine. But… maybe it was never any of those.”</i>",
                "The flames shifted. A second mural revealed the same being wandering a desolate plain. Corpses littered the ground, not slain in battle but collapsed mid-breath, as if life had simply withered out of them. Behind the being trailed fire, each step leaving a searing wound upon the land.",
                "Its head hung low. Shoulders bent. There was no triumph in its posture — only confusion, even grief.",
                "Aphaviria’s staff trembled faintly. <i>“They followed it,”</i> she murmured. <i>“Perhaps they worshipped it. Believed it divine. And it… it killed them without ever striking a blow.”</i>",
                "Goffridian’s grip tightened on his sword. <i>“Well that’s comforting.”</i> he said sarcastically, his voice betraying a growing concern.",
                "A final mural flared, brighter than the others. Hooded figures encircled the enormous being. Runic symbols streamed from their hands, binding together in chains of fire and light. The being fought — not striking, but straining against restraints that seemingly coiled tighter with every moment.",
                "Its vast frame sagged as it was dragged toward a towering obelisk. Its head lowered. One great eye wide with something that might have been fear… or bewilderment. Chains sank into its flesh of flame and bone, locking it beneath the earth.",
                "The fire guttered and dimmed. The murals blackened, their lines smoking faintly.",
                "Aphaviria’s voice was almost reverent. <i>“These aren’t records. They’re memories. This chamber actually remembers.”</i>",
                "The silence returned, thicker now, heavier.",
                "Then the heartbeat came again. Louder. Faster. Each thud rattled the floor, syncing with the very stone.",
                "From the circular chasm rose a warm, dry wind, carrying the taste of ash. Stone trembled. Chains groaned somewhere below.",
                "The heartbeat thundered, faster, heavier, until it was no longer just sound but sensation — a pulse felt inside their ribs, forcing itself into rhythm with their own.",
                "The pit glowed.",
                "And a large mass arose.",
                "At first, only shadow. Then fragments of bone. Then a shape that was both skeletal and storm, colossal yet shifting as though it could not decide its own form. Obsidian and bone twined into a frame, veins of violet and dark light coursing beneath its skin.",
                "From its face jutted a silver half-mask, polished smooth on one side, a single violet burning eye on the other.",
                "Chains of rune-etched metal bound its limbs, crackling with wards that strained against its figure. Taller than any mortal, it loomed so high the chamber itself even appeared too small to contain it.",
                "The pressure of its presence pushed down on them. Breath caught in their lungs. Torches flickered and guttered.",
                "Aphaviria raised her staff, light spilling across her pale face.",
                "Goffridian braced his sword, forcing his body still against the weight.",
                "The chains rattled. The being bowed its head.",
                "And then spoke.",
                "<b><i>“I dreamed you would come…”</i></b> Its voice rolled like a tide, distorted, layered in a thousand echoes. <b><i>“It’s been so long.”</i></b>",
                "The chamber hushed.",
                "Neither Goffridian nor Aphaviria wanted to utter a word, but both braced for what came next."
            ]
        },
        {
            "name": "Part Ten",
            "lines": [
                "<i>“You know us?”</i> Aphaviria’s voice carried, sharpened by the light of her staff.",
                "The being tilted its head. The silver mask glinted faintly in the chamber’s glow. <b><i>“I know all who hear my plea.”</i></b>",
                "Its tone was heavy — not wrathful, but weary, weighted with pity and impatience.",
                "<i>“That was you,”</i> Aphaviria said, voice firm despite the tremor in her hands. <i>“Calling to us.”</i>",
                "The being bowed slightly, the chains creaking. <b><i>“I was alone for an age. Sealed away… for simply exploring your world.”</i></b>",
                "Goffridian said nothing. The murals told a different story, one painted in fire and ruin, but he had learned long ago that silence often revealed more than words.",
                "The being’s form twitched. Its swirling skin darkened like ash cooling in a forge. <b><i>“I do not lie!”</i></b> it thundered suddenly, the sound crashing against the walls. Dust cascaded from the ceiling, and the murals briefly flickered with renewed fire. Aphaviria flinched, but held her ground.",
                "Quickly, she raised her staff, her voice sharp. <i>“We meant no offence. But the flames showed us a different tale. One of destruction.”</i>",
                "The creature froze. Chains groaned as it leaned closer, its mask half-lit in violet light. <b><i>“And who told you of these ‘different’ events?”</i></b>",
                "Aphaviria swallowed, raising her chin. <i>“The walls did. The fire burned the images onto the walls.”</i>",
                "The being turned, gaze sweeping across the scorched stone. Its chest rose and fell in jagged rhythm, as though each breath cost it dearly. <b><i>“I remember…”</b></i> Its voice was softer now, cracked, uncertain. <b><i>“They ran. They screamed. They rejected my gifts. I thought… they were answering me.”</b></i>",
                "The glow of its skin shifted between hues — violet, then blue, then fading into dull grey. <b><i>“I did not kill them. I only wished to change them. To make them bright. To make them part of me. But they… withered.”</b></i>",
                "The word fell like a lament.",
                "<i>“They died,”</i> Aphaviria whispered.",
                "The being tilted its head, confusion radiating in every line of its body. <b><i>“They stopped. That which stops can start again… can it not?”</b></i>",
                "Goffridian’s silence deepened. He felt the question claw at him, but no answer rose. In his mind, his brother’s face surfaced again — pale, still, beyond reach. He had prayed, bargained, begged on another battlefield long ago, and no miracle had answered. The dead did not return. And he wouldn't dare gift this being the cruelty of false hope.",
                "The heartbeat quickened, hammering through the stone until the walls themselves seemed to pulse with it. Dust trembled loose from the ceiling. The air thickened, each breath a burden.",
                "<b><i>“They feared me,”</b></i> the being said at last, its voice low and raw. <b><i>“Because they did not teach me. They sealed me away. Alone.”</b></i>",
                "For a moment, its chains slackened. Its head bowed, the violet glow fading to a dull ember. Then, almost timidly, it asked: <b><i>“What waits above? Do they still walk beneath the sun? Do they still carve names in stone, so they are not forgotten?”</b></i>",
                "Aphaviria’s lips parted, torn between truth and mercy. Her scholar’s heart ached to answer, to grant knowledge to this imprisoned relic of another age. Yet another voice within her, colder, wiser, whispered caution: any answer might only stoke its hunger. In the end, she stayed silent. And the silence stung sharper than words.",
                "She dared a step forward. <i>“If what you say is true, then maybe—”</i>",
                "The being lifted its head again, and the sorrow in its voice curdled. <b><i>“Then free me! Let me walk among them again. I will learn. I will prove I am not their ending.”</b></i>",
                "The chains strained. Sparks of violet fire crawled across the floor, searing through the ancient grooves of the chamber.",
                "Goffridian’s voice cut through the din at last. <i>“And if you can’t? If it happens again?”</i>",
                "The being paused. Its one burning eye fixed on him. <b><i>“Then they will stop again.”</b></i>",
                "The answer was spoken so simply, so matter-of-factly, that the chamber itself seemed to recoil. The runes etched into the walls ignited in sequence, pulsing with the same rhythm as the heartbeat. The murals flared once more, as if to remind them both of what had happened last time.",
                "The pit behind the being erupted with molten light, flooding the chamber with oppressive heat. The air pressed against their lungs until every breath felt stolen.",
                "The being straightened to its full height, towering, vast, inevitable. Chains snapped one after another, links breaking with thunderclaps that echoed like screams.",
                "<b><i>“You will not stop me.”</b></i>",
                "The floor cracked, violet and blue fire spiralling outward, licking the walls with hungry flame. The doors slammed shut, the sound echoing like a sentence passed.",
                "Goffridian steadied his sword. His heart raced, but his hands were still. I will not let another horror walk free, he swore silently, not while I still draw breath.",
                "Beside him, Aphaviria’s ward flared bright, light and flame clashing in her eyes. She held her staff high, jaw clenched — scholar and warrior both.",
                "The being lowered its head, mournful yet resolute.",
                "<b><i>“Then I shall stop you.”</i></b>",
                "Its heartbeat roared, a war drum shaking the stone, and the chamber quaked as it lunged."
            ]
        },
        {
            "name": "Part Eleven",
            "lines": [
                "Chains shattered in a storm of sparks, violet fire cascading across the chamber. The shockwave hurled dust and debris into the air, the murals blazing alive once more as if the walls themselves recoiled in fear, the stone groaning as though it remembered.",
                "Goffridian braced his shield arm, sword raised. The impact rattled his bones as the creature’s clawed hand struck, the blow scraping against steel and hurling him back across the chamber. He hit the stone floor hard, skidding near the pit’s edge, ears ringing with the relentless heartbeat that continued to pound through the walls.",
                "Aphaviria’s ward radiated, catching a second strike before it threatened to split her in two. Light cracked like glass under the force, her knees buckling as violet flames poured across its surface. She thrust her staff forward, voice sharp with incantation, and a surge of arcane light thundered from the tip.",
                "The beam struck the being squarely in the chest, staggering it a step — but when the smoke cleared, its skin shimmered unbroken, violet energy veining through the wound, sealing it as though it had never been.",
                "<i>“It heals,”</i> Aphaviria gasped, sweat racing down her brow. For a second she wondered — was she fighting to survive, or to study?",
                "The being’s gaze fixed on her. Its voice rolled like thunder through the stone. <b><i>“I do not wish to stop.”</b></i>",
                "It swept an arm across the chamber. A tide of flames erupted, devouring air and stone alike. The murals screamed, their burning figures twisting, writhing as though history itself refused to stay buried.",
                "Goffridian rolled to his feet, cloak smouldering, and drove forward. His blade bit deep into its gut — bone and obsidian shattered under the strike — but even as shards scattered, light surged, knitting it whole again.",
                "The impact staggered it, but only for a heartbeat.",
                "<i>“Damn it,”</i> Goffridian snarled, pressing the assault. Each strike rang against its form, sparks flying, fragments of bone spraying into the air. But every blow healed, every fracture closed, as though time itself bent to restore it. His gauntlets seared with heat, the leather beneath scalding, yet he swung harder still.",
                "The being reached down. Claws like iron scythes swiped at him, missing his chest by a matter of inches. But the force of the blow sent a gust strong enough to smash a nearby stone column into rubble where it stood.",
                "Aphaviria moved, chanting words sharp and bright. Sigils formed in the air above, collapsing into a storm that rained down like falling stars. For a moment, the being faltered under the barrage, fire colliding with light in bursts that seared their eyes and ears.",
                "But as the glow cleared, it straightened. Unscathed.",
                "It raised its head, the silver mask gleaming. <b><i>“You cannot stop me. I start again. Always.”</b></i>",
                "The words struck deeper than stone. For a heartbeat, Goffridian faltered — his brother’s face flashing in memory, and the oath he had carried since. He clenched his jaw, grit sparking in his eyes, and forced the thought down. His blade rose again.",
                "Blow after blow, the fight raged. Steel and sorcery against storm and flame. The chamber became a battlefield of shattering stone, choking ash, and light that left afterimages burned into their sight. Still, nothing broke it. Every wound closed, every flame that scarred it seemed only to feed its strength.",
                "The murals burned, twisting anew. Figures once fleeing now seemed to cry out, their mouths wide in silent screams as if the past itself was re-living the carnage.",
                "Then — a flicker.",
                "Aphaviria’s breath caught. Between one strike and the next, as the being’s torso reformed, the vibrant violet light beneath its mask seemed to falter. For less than a heartbeat, the glow dimmed, as though the silver bone was not armour but a wound half-hidden.",
                "Her scholar’s mind seized it instantly. Not protection… concealment.",
                "Her eyes widened.",
                "<i>“Goffridian!”<1> she cried over the roar. <i>“The mask! Get the mask!”</i>",
                "The being froze, for a fraction of a second, violet fire rippling wildly across its form. Then its head snapped toward her, the silver mask gleaming like a blade in the gloom.",
                "Goffridian risked a glance — and saw it too. Where the ominous glow coursed beneath skin and bone, it flowed unbroken, almost endless. But beneath the mask, the light stuttered, slower to heal, weaker in its rhythm.",
                "The being roared, lunging, forcing them apart. Violet fire erupted in waves, searing the stone black. The chamber trembled as if the mountain itself might collapse under the strain.",
                "Aphaviria staggered, her ward violently flaring against the tide. She held her staff high. <i>“It’s not invincible!”</i> she shouted, voice raw but resolute. <i>“The mask — if we can just get our hands on it!”</i>",
                "The words carried like a spark through the storm.",
                "The being turned its burning gaze upon her. For the first time, its voice wavered, layered with something that almost resembled fear.",
                "<b><i>“Silence.”</b></i>",
                "The heartbeat thundered, drowning thought, the chamber pulsing in time. Murals flared, dust rained, the very stone seemed to join its war drum as it inched forward — each minute step cracking rock, each pulse a battle cry."
            ]
        },
        {
            "name": "Part Twelve",
            "lines": [
                "The being lunged again.",
                "Chains still bound it to the pit, anchors glowing hot as they strained, but its reach was just long enough. Aphaviria’s ward flared, violet fire smashing against it. The shield cracked like glass under a hammer. A second strike shattered it completely, hurling her backwards. She gasped as she hit the ground, the taste of ash filling her lungs.",
                "<i>“Move!”</i> Goffridian roared, charging in.",
                "He should not have reached the mask at all. Yet for a moment, the chains jerked the being off balance and he slammed his shield into its face, fingers brushing the silver edge. Light sputtered beneath the metal. He pulled—",
                "The blow that followed broke him loose and sent him flying. His shield bent inward, gauntlets smoking, breath ripped from his chest. He dragged himself upright, coughing blood. The mask held, but cracks spidered across its surface.",
                "Aphaviria’s staff was already lifted. The chains glowed with runes that had endured centuries, words that meant Bind, Bear, Remember. She seized their echoes, twisting them with words of her own. Not Bind but Borrow. Not Remember the stone, but Remember the one bound.",
                "The murals flared, their fire not only showing history but forcing it. The being froze, one burning eye wide as its own memories surged against it—cities aflame, worshippers falling mid-breath, chains tightening around its body once before.",
                "It thrashed, chains shrieking. <b><i>“No. No stopping.”</b></i>",
                "<i>“Now, Goffridian!”</i> Aphaviria cried.",
                "He was already moving. Sword raised, battered armour glowing red with heat, he drove his blade into the cracked rim of the mask. The impact rang like iron splitting. Silver fractured, and for a moment the violet light beneath it fluttered like a dying flame.",
                "The being’s voice dropped, distorted and breaking. <b><i>“I wished… to change them all. To be… remembered… Not feared.”</b></i>",
                "The mask split apart with a final scream of metal. Violet energy poured out in a torrent, uncontrolled. Flames consumed the chamber, murals burning to ash. Aphaviria’s ward barely held; Goffridian was hurled back against stone.",
                "When the light dimmed, the being sagged in its chains. Its towering form was crumbling, obsidian skin falling away like burnt parchment. The violet eye guttered.",
                "Aphaviria staggered forward, voice raw. <i>“It didn’t have to come to this. Who are you?”</i>",
                "It looked at her—or through her. Its voice was a whisper now, layered with echoes, yet almost human.",
                "<b><i>“Star… born…”</b></i>",
                "The word hung in the chamber like a tolling bell. As it spoke, the last violet light flickered outward across the stone ceiling, scattering like stars across a night sky. Constellations shimmered for the space of a breath, then collapsed to ash.",
                "The phrase lingered, heavy with questions, before dissolving into silence. The last chains collapsed with a groan, and the body fell inward, consumed by the pit. The chamber stilled. The heartbeat was gone.",
                "For a long moment, neither spoke. Only the crackle of cooling stone and the ragged sound of their breaths filled the air.",
                "Finally, Goffridian pushed himself upright, sword point resting on the floor. His armour was scorched, his face ash-streaked, but he was alive. He looked at Aphaviria, whose staff still smouldered faintly with ward-light.",
                "<i>“It’s done,”</i> he said hoarsely.",
                "She nodded, though her eyes lingered on the pit, as if half-expecting the heartbeat to return. When it didn’t, she finally lowered her staff.",
                "<i>“Ever heard of a ‘Star-born’ before?”</i> she asked quietly.",
                "Goffridian shook his head. <i>“Not until today.”</i>",
                "Aphaviria frowned. <i>“The Doctrine never spoke of them. If they were written of at all… someone must have burned the page.”</i> She traced her thumb along the haft of her staff, thoughtful even in her exhaustion. <i>“What else don't we know?”</i>",
                "<i>“Anyway, we should go,”</i> she murmured at last. <i>“There’s nothing left to do here.”</i>",
                "Goffridian nodded. <i>“Sounds like a good idea. I've had enough of ghosts and gods for one day”</i>",
                "Together, they turned from the ruin of the chamber. The murals were gone, nothing left but charred grooves and silence. Only the faint scent of ash followed them out into the dark. And yet, as they passed into the passageway beyond, Aphaviria glanced back once.",
                "The pit was black, the echoes gone. But in the quiet, she could not shake the feeling that the stone itself still remembered."
            ]
        },
        {
            "name": "Part Thirteen",
            "lines": [
                "The ruin did not let them go easily.",
                "When the being fell, the chamber groaned as though the mountain itself exhaled. Stones cracked, chains snapped, and the pit caved inwards. For a moment, Aphaviria thought they would be swallowed with it. But the collapse slowed, settling into a broken hollow.",
                "Goffridian spat dust, his hand still tight on his sword hilt. <i>“We climb.”</i>",
                "The walls above were jagged now, cracks split wide by the tremors. The chains had torn gouges deep into the stone, and though most had broken free, a few lengths still dangled. Together they found purchase: Goffridian’s strength hauling him up hand by hand, Aphaviria steadying herself with whispered wards that turned crumbling footholds solid long enough to step upon.",
                "It was slow, brutal work, but at last they pulled themselves over the lip to freedom. Escaping the ruins out into the crisp swamp air.",
                "The sky above was pale with dawn. They had been below longer than either dared to guess. Behind them, the ruin’s mouth sagged inward, rubble choking the descent. Whatever lay beneath was sealed again, buried under its own silence.",
                "Herba Village was already stirring by the time they reached its outskirts. Farmers looked up from their fields, eyes widening at the sight of the two figures staggering down the road—scorched armour, ash-streaked skin, weary but alive.",
                "The villagers said nothing at first. They only watched, their faces tight with a balance between fear and relief. A few whispered to one another when the wind shifted, carrying with it no trace of the heavy silence that had hung over the hills for so long.",
                "The elder stepped forward, his gaze steady but cautious. He did not ask questions. He only inclined his head once, gravely, as though acknowledging what had passed without needing words. Food and water were pressed into their hands, a quiet gesture of thanks unspoken. No one sought the full tale. Some tales best left untold.",
                "They sat on the low wall at the village’s edge, overlooking the hills. The world felt different without the heartbeat pressing at the edges of their skulls. Birds sang in the distance. It should have felt lighter. It didn’t.",
                "Aphaviria unrolled a page of parchment from her satchel, its edges smudged with soot. With a trembling hand she wrote a single word: Star-born. The charcoal bit deep into the page.",
                "She stared at it for a long time. <i>“I don't understand why the Tideborn Doctrine never spoke of them,”</i> she murmured. <i>“Surely they knew.”</i>",
                "Goffridian grunted. <i>“Doesn’t matter much now, if you ask me.”</i>",
                "<i>“You don’t wonder?”</i> she asked, her eyes lifting from the parchment to the horizon.",
                "<i>“I’ve seen enough ‘wondering’ end with gravestones.”</i> His voice was flat, but there was no malice in it. Only weariness.",
                "By dusk, the time had come to part ways.",
                "They stood together at the crossroads beyond the village. The air was cooler now, the wind carrying only the scent of grass and wood smoke.",
                "Goffridian adjusted the strap on his pack, his shield long since discarded in the ruin. His gaze lingered further westward, toward distant passes shrouded in mist. <i>“On to the next one then.”</i> he said at last.",
                "Aphaviria’s staff glowed faintly, a thin halo of light tracing the runes. She turned her eyes eastward. <i>“And I have questions. That word… ‘Star-born’. I have to know more.”</i>",
                "They exchanged no vows to meet again, no oaths or farewells. Only a nod. Mutual understanding. Companions by fire, now walkers of separate roads.",
                "The villagers swore later that, in the nights that followed, the wind from the hills carried something strange. Not a sound, not exactly—more like a pressure in the chest, as if a heartbeat lingered too low to hear.",
                "And when the clouds broke, the stars returned. To most, they were as they had always been. But some swore one constellation had shifted, its pattern unfamiliar, its light faintly violet.",
                "The ruin was sealed, the being gone. Yet in the silence it left behind, the stone itself remembered."
            ]
        }
    ]
}
