{
  "metadata": {
    "title": "Arcane Requiem",
    "author": "Jamie Harper",
    "published": ["01", "09", "2025"],
    "description": ""
  },
  "content": [
    {
      "name": "Preamble",
      "lines": [
        "It was the year 1013 N.D.",
        "A fragile calm lingered across Talandre, but in the swamplands silence spoke louder than steel.",
        "Old wards faded, ruins stirred with whispers and that which was long since buried grew restless.",
        "Few dared to answer the silence. Fewer still returned."
      ]
    },
    {
      "name": "Part 1",
      "lines": [
        "The wind carried no birdsong, no chatter — only the bitter cold. It whistled through the jagged stones like a mourner’s dirge, and for a moment the land itself seemed to shiver.",
        "Goffridian crested the final hill before laying eyes upon the all too familiar Swamp of Silence. His wolf-pelt cloak, once white and regal, was streaked with frost, weathered by years of travel. It streamed behind him like a spectral banner in the chill air.",
        "Each footfall pressed into the sodden ground with a reluctant squelch, the moss-ridden earth spongy and treacherous beneath his boots. The land remembered blood, and blood had a way of remembering men like him.",
        "He cut a striking figure, though not in the manner of youthful heroes sung about in taverns. His strength was seasoned, his bearing honed by battles long past.",
        "The armour he wore — dark steel plate fitted with heavy, studded pauldrons — bore the dull sheen of hard use. Countless skirmishes had left their mark upon it: faint dents, scratched edges, and the subtle discoloration of repairs hammered in haste.",
        "This was not the armour of ceremony but of endurance.",
        "His face told much the same story.",
        "Close-cropped hair, a neatly kept beard, and a stern jawline — the look of command. Yet his eyes betrayed him. Sharp, yes — steady and unflinching — but behind them there lingered something more. A distance, like a man forever listening to echoes only he could hear. Drawing a slow breath, he pressed onward. The missive had been brief and without comfort:",
        "<center><i><b>“No contact in three days. Smoke seen. Scouts sent but no response. Caravans vanishing. Locals whisper of howls at dusk. Investigate.”</b></i></center>",
        "No more than a few lines, and yet enough to summon him here, to this place that already reeked of death.",
        "And so, there he was.",
        "He paused at the old boundary marker that jutted up from the mire. It was a stone split clean down the centre, carved with faded runes that had long since bled their power into the earth. Once it had stood as a warning, a ward against trespass. Now it was little more than a scar in the mud. A weather-worn inscription still clung to its surface: <i>“Once Orc, always Orc.”</i>",
        "Goffridian studied the words with the wary patience of a man who understood their weight. But this was far from Carmine Forest, and he had not heard of Orcs straying this deep into the marches for many long years. If they had, there would have been more than whispers, far more than vanishing caravans and smoke on the horizon.",
        "Still, he was not inclined to trust silence. His hand remained near the hilt of his sword, fingers brushing against its familiar ridges as though drawing reassurance from the cold metal. The other shifted the bow slung across his back, tightening the leather strap to keep it close.",
        "The air thickened as he advanced. Grass rose taller, the fog crawled closer, and both pressed against him like unseen walls. The silence deepened until it felt less like an absence and more like a presence, weighing down on his chest, smothering breath with invisible hands.",
        "And then — a break. A fleeting tear in the fog revealed a scene that turned his stomach.",
        "A caravan lay in ruin, scattered and broken as though a storm had passed through it. Carts overturned, goods torn and discarded, the earth itself churned with the signs of struggle. And amongst this devastation, a single figure remained.",
        "It was a man’s body, half-submerged in the toxic marsh, the stagnant water lapping greedily at his limbs. His cloak was torn and ragged, his eyes frozen wide in death. The face bore the unmistakable features of a merchant, though no blade or arrow had finished him. His wounds were shallow, nothing that should have claimed a life. And yet fear had.",
        "A terrible prospect.",
        "Goffridian knelt beside the fallen man, the leather of his gauntlets creaking as he lowered himself into the muck. Two fingers pressed gently against the dead man’s throat, though his heart already knew the truth. Long passed. And yet beneath the stench of rot and decay, something else lingered — a scent, faint but wrong, unfamiliar to even his seasoned senses.",
        "He drew back slowly, rising to his full height once more. His eyes narrowed as he searched the mists beyond the wreckage. He could not place what clung to the air, but his instincts whispered what his reason dared not:",
        "Something was very wrong."
      ]
    }
  ]
}
